Repository: AlfCano/rk.storytelling.data
Catalog: inst/rkward/po/*.po
Languages: de, es, fr, pt_br

source: A collection of ggplot2 wrappers designed for 'Storytelling with Data' (SWD). Now includes advanced Label controls.
de: Eine Sammlung von ggplot2-Wrappern für 'Storytelling with Data' (SWD). Enthält jetzt erweiterte Beschriftungssteuerungen.
es: Una colección de envoltorios de ggplot2 diseñados para 'Storytelling with Data' (SWD). Ahora incluye controles avanzados de etiquetas.
fr: Une collection d'enveloppes ggplot2 conçues pour le 'Storytelling with Data' (SWD). Comprend désormais des contrôles d'étiquettes avancés.
pt_br: Uma coleção de wrappers do ggplot2 projetados para 'Storytelling with Data' (SWD). Agora inclui controles avançados de rótulos.

source: Storytelling with Data
de: Storytelling mit Daten
es: Narrativa con Datos (SWD)
fr: Storytelling avec les Données
pt_br: Storytelling com Dados

source: Text Labels
de: Textbeschriftungen
es: Etiquetas de Texto
fr: Étiquettes de Texte
pt_br: Rótulos de Texto

source: Main Title
de: Haupttitel
es: Título Principal
fr: Titre Principal
pt_br: Título Principal

source: Subtitle
de: Untertitel
es: Subtítulo
fr: Sous-titre
pt_br: Subtítulo

source: X-Axis Label
de: X-Achsenbeschriftung
es: Etiqueta Eje X
fr: Étiquette Axe X
pt_br: Rótulo Eixo X

source: Y-Axis Label
de: Y-Achsenbeschriftung
es: Etiqueta Eje Y
fr: Étiquette Axe Y
pt_br: Rótulo Eixo Y

source: Caption
de: Bildunterschrift / Quelle
es: Pie de página / Fuente
fr: Légende / Source
pt_br: Legenda / Fonte

source: Axis Title Rotation
de: Achsentitel-Rotation
es: Rotación Títulos de Eje
fr: Rotation Titre Axe
pt_br: Rotação do Título do Eixo

source: X-Label Angle
de: X-Beschriftungswinkel
es: Ángulo Etiqueta X
fr: Angle Étiquette X
pt_br: Ângulo Rótulo X

source: Y-Label Angle
de: Y-Beschriftungswinkel
es: Ángulo Etiqueta Y
fr: Angle Étiquette Y
pt_br: Ângulo Rótulo Y

source: Axis Value Rotation
de: Achsenwert-Rotation
es: Rotación Valores de Eje
fr: Rotation Valeurs Axe
pt_br: Rotação Valores do Eixo

source: X-Values Angle
de: X-Werte Winkel
es: Ángulo Valores X
fr: Angle Valeurs X
pt_br: Ângulo Valores X

source: Y-Values Angle
de: Y-Werte Winkel
es: Ángulo Valores Y
fr: Angle Valeurs Y
pt_br: Ângulo Valores Y

source: Legend & Colors
de: Legende & Farben
es: Leyenda y Colores
fr: Légende et Couleurs
pt_br: Legenda e Cores

source: Focus Color
de: Fokusfarbe
es: Color de Enfoque
fr: Couleur de Focus
pt_br: Cor de Foco

source: Legend Position
de: Legendenposition
es: Posición de Leyenda
fr: Position de la Légende
pt_br: Posição da Legenda

source: Top
de: Oben
es: Arriba
fr: Haut
pt_br: Topo

source: Bottom
de: Unten
es: Abajo
fr: Bas
pt_br: Base

source: Left
de: Links
es: Izquierda
fr: Gauche
pt_br: Esquerda

source: Right
de: Rechts
es: Derecha
fr: Droite
pt_br: Direita

source: None
de: Keine
es: Ninguna
fr: Aucune
pt_br: Nenhuma

source: Base Text Size
de: Basis-Textgröße
es: Tamaño Base de Texto
fr: Taille de Texte de Base
pt_br: Tamanho Base do Texto

source: Graphics Device
de: Grafikgerät
es: Dispositivo Gráfico
fr: Dispositif Graphique
pt_br: Dispositivo Gráfico

source: Device type
de: Gerätetyp
es: Tipo de dispositivo
fr: Type de périphérique
pt_br: Tipo de dispositivo

source: Width (px)
de: Breite (px)
es: Ancho (px)
fr: Largeur (px)
pt_br: Largura (px)

source: Height (px)
de: Höhe (px)
es: Alto (px)
fr: Hauteur (px)
pt_br: Altura (px)

source: Resolution (ppi)
de: Auflösung (ppi)
es: Resolución (ppi)
fr: Résolution (ppi)
pt_br: Resolução (ppi)

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
pt_br: Fundo

source: White
de: Weiß
es: Blanco
fr: Blanc
pt_br: Branco

source: Transparent
es: Transparente
pt_br: Transparente

source: Save Plot Object
de: Plot-Objekt speichern
es: Guardar Objeto del Gráfico
fr: Sauvegarder l'objet graphique
pt_br: Salvar Objeto do Gráfico

source: Theme
de: Thema
es: Tema
fr: Thème
pt_br: Tema

source: Output & Export
de: Ausgabe & Export
es: Salida y Exportación
fr: Sortie et Exportation
pt_br: Saída e Exportação

source: Data
de: Daten
es: Datos
fr: Données
pt_br: Dados

source: X Axis
de: X-Achse
es: Eje X
fr: Axe X
pt_br: Eixo X

source: Y Axis
de: Y-Achse
es: Eje Y
fr: Axe Y
pt_br: Eixo Y

source: Focus Line Chart
de: Fokus-Liniendiagramm
es: Gráfico de Líneas de Enfoque
fr: Graphique Linéaire de Focus
pt_br: Gráfico de Linhas de Foco

source: SWD: Focus Line Chart
de: SWD: Fokus-Liniendiagramm
es: SWD: Gráfico de Líneas de Enfoque
fr: SWD : Graphique Linéaire de Focus
pt_br: SWD: Gráfico de Linhas de Foco

source: Grouping Variable
de: Gruppierungsvariable
es: Variable de Agrupación
fr: Variable de Groupement
pt_br: Variável de Agrupamento

source: Focus Group(s)
de: Fokusgruppe(n)
es: Grupo(s) de Enfoque
fr: Groupe(s) de Focus
pt_br: Grupo(s) de Foco

source: Or Highlight Top N
de: Oder Top N hervorheben
es: O resaltar Top N
fr: Ou mettre en évidence le Top N
pt_br: Ou destacar Top N

source: Y-Axis Min Limit (Empty = Auto)
de: Y-Achse Min Limit (Leer = Auto)
es: Límite Min Eje Y (Vacío = Auto)
fr: Limite Min Axe Y (Vide = Auto)
pt_br: Limite Min Eixo Y (Vazio = Auto)

source: Emphasis Point (X Value)
de: Betonungspunkt (X-Wert)
es: Punto de Énfasis (Valor X)
fr: Point d'Emphase (Valeur X)
pt_br: Ponto de Ênfase (Valor X)

source: Enter value to add a circle (e.g., 2023).
de: Wert eingeben, um Kreis hinzuzufügen (z.B. 2023).
es: Ingrese valor para añadir círculo (ej. 2023).
fr: Entrez une valeur pour ajouter un cercle (ex : 2023).
pt_br: Insira valor para adicionar círculo (ex: 2023).

source: Label Context Lines (All Series)
de: Kontextlinien beschriften (Alle Serien)
es: Etiquetar líneas de contexto (Todas las series)
fr: Étiqueter les lignes de contexte (Toutes séries)
pt_br: Rotular linhas de contexto (Todas as séries)

source: Horizontal Nudge (nudge_x)
de: Horizontale Verschiebung (nudge_x)
es: Desplazamiento Horizontal (nudge_x)
fr: Décalage Horizontal (nudge_x)
pt_br: Deslocamento Horizontal (nudge_x)

source: Text Size
de: Textgröße
es: Tamaño del Texto
fr: Taille du Texte
pt_br: Tamanho do Texto

source: Font Style
de: Schriftstil
es: Estilo de Fuente
fr: Style de Police
pt_br: Estilo da Fonte

source: Bold
de: Fett
es: Negrita
fr: Gras
pt_br: Negrito

source: Plain
de: Normal
es: Normal
fr: Normal
pt_br: Normal

source: Italic
de: Kursiv
es: Cursiva
fr: Italique
pt_br: Itálico

source: Repel Direction
de: Abstoßungsrichtung
es: Dirección de Repulsión
fr: Direction de Répulsion
pt_br: Direção de Repulsão

source: Y (Vertical Adjustment Only)
de: Y (Nur vertikale Anpassung)
es: Y (Solo Ajuste Vertical)
fr: Y (Ajustement Vertical Uniquement)
pt_br: Y (Apenas Ajuste Vertical)

source: X (Horizontal Adjustment Only)
de: X (Nur horizontale Anpassung)
es: X (Solo Ajuste Horizontal)
fr: X (Ajustement Horizontal Uniquement)
pt_br: X (Apenas Ajuste Horizontal)

source: Both
de: Beide
es: Ambos
fr: Les deux
pt_br: Ambos

source: Scope
de: Umfang
es: Alcance
fr: Portée
pt_br: Escopo

source: Appearance (ggrepel)
de: Aussehen (ggrepel)
es: Apariencia (ggrepel)
fr: Apparence (ggrepel)
pt_br: Aparência (ggrepel)

source: Focus Definition
de: Fokus-Definition
es: Definición del Foco
fr: Définition du Focus
pt_br: Definição de Foco

source: Special Emphasis
de: Besondere Betonung
es: Énfasis Especial
fr: Emphase Spéciale
pt_br: Ênfase Especial

source: Labels
de: Beschriftungen
es: Etiquetas
fr: Étiquettes
pt_br: Rótulos

source: Focus Scatter Plot
de: Fokus-Streudiagramm
es: Gráfico de Dispersión de Enfoque
fr: Nuage de Points de Focus
pt_br: Gráfico de Dispersão de Foco

source: SWD: Focus Scatter Plot
de: SWD: Fokus-Streudiagramm
es: SWD: Gráfico de Dispersión de Enfoque
fr: SWD : Nuage de Points de Focus
pt_br: SWD: Gráfico de Dispersão de Foco

source: Label Variable
de: Beschriftungsvariable
es: Variable de Etiqueta
fr: Variable d'Étiquette
pt_br: Variável de Rótulo

source: Show Average X Line
de: Durchschnitts-X-Linie anzeigen
es: Mostrar Línea Promedio X
fr: Afficher Ligne Moyenne X
pt_br: Mostrar Linha Média X

source: Show Average Y Line
de: Durchschnitts-Y-Linie anzeigen
es: Mostrar Línea Promedio Y
fr: Afficher Ligne Moyenne Y
pt_br: Mostrar Linha Média Y

source: Show Average Intersection Dot
de: Durchschnitts-Schnittpunkt anzeigen
es: Mostrar Punto de Intersección Promedio
fr: Afficher Point d'Intersection Moyen
pt_br: Mostrar Ponto de Interseção Médio

source: Use Capped Axes (SWD Style)
de: Gekappte Achsen verwenden (SWD-Stil)
es: Usar Ejes Recortados (Estilo SWD)
fr: Utiliser Axes Plafonnés (Style SWD)
pt_br: Usar Eixos Recortados (Estilo SWD)

source: Averages
de: Durchschnitte
es: Promedios
fr: Moyennes
pt_br: Médias

source: Layout
es: Diseño
fr: Mise en page

source: Advanced Bar Chart
de: Erweitertes Balkendiagramm
es: Gráfico de Barras Avanzado
fr: Graphique à Barres Avancé
pt_br: Gráfico de Barras Avançado

source: SWD: Advanced Bar Chart
de: SWD: Erweitertes Balkendiagramm
es: SWD: Gráfico de Barras Avanzado
fr: SWD : Graphique à Barres Avancé
pt_br: SWD: Gráfico de Barras Avançado

source: X Axis (Category)
de: X-Achse (Kategorie)
es: Eje X (Categoría)
fr: Axe X (Catégorie)
pt_br: Eixo X (Categoria)

source: Value (Numeric)
de: Wert (Numerisch)
es: Valor (Numérico)
fr: Valeur (Numérique)
pt_br: Valor (Numérico)

source: Stack/Fill Variable
de: Stapel-/Füllvariable
es: Variable de Apilado/Relleno
fr: Variable d'Empilement/Remplissage
pt_br: Variável de Empilhamento/Preenchimento

source: Facet Variable
de: Facettenvariable
es: Variable de Faceta (Facet)
fr: Variable de Facette
pt_br: Variável de Faceta

source: Frequency Type
de: Häufigkeitstyp
es: Tipo de Frecuencia
fr: Type de Fréquence
pt_br: Tipo de Frequência

source: Absolute (Counts/Sum)
de: Absolut (Anzahl/Summe)
es: Absoluta (Conteos/Suma)
fr: Absolue (Compte/Somme)
pt_br: Absoluta (Contagens/Soma)

source: Relative (100% Stacked)
de: Relativ (100% Gestapelt)
es: Relativa (100% Apilada)
fr: Relative (100% Empilé)
pt_br: Relativa (100% Empilhada)

source: X-Axis Ordering
de: X-Achsen-Sortierung
es: Ordenamiento Eje X
fr: Ordre Axe X
pt_br: Ordenação Eixo X

source: Default (Alphabetical/Factor)
de: Standard (Alphabetisch/Faktor)
es: Por defecto (Alfabético/Factor)
fr: Défaut (Alphabétique/Facteur)
pt_br: Padrão (Alfabético/Fator)

source: By Frequency (Descending)
de: Nach Häufigkeit (Absteigend)
es: Por Frecuencia (Descendente)
fr: Par Fréquence (Descendant)
pt_br: Por Frequência (Descendente)

source: By Frequency (Ascending)
de: Nach Häufigkeit (Aufsteigend)
es: Por Frecuencia (Ascendente)
fr: Par Fréquence (Ascendant)
pt_br: Por Frequência (Ascendente)

source: Highlight Rule
de: Hervorhebungsregel
es: Regla de Resaltado
fr: Règle de Mise en Évidence
pt_br: Regra de Destaque

source: Specific Name (in Stacks or X)
de: Spezifischer Name (in Stapeln oder X)
es: Nombre Específico (en Pilas o X)
fr: Nom Spécifique (dans Piles ou X)
pt_br: Nome Específico (em Pilhas ou X)

source: Name to highlight
de: Name zum Hervorheben
es: Nombre a resaltar
fr: Nom à mettre en évidence
pt_br: Nome para destacar

source: Flip Coordinates
de: Koordinaten tauschen
es: Invertir Coordenadas
fr: Inverser les Coordonnées
pt_br: Inverter Coordenadas

source: Show Value Labels
de: Wertbeschriftungen anzeigen
es: Mostrar Etiquetas de Valor
fr: Afficher Étiquettes de Valeur
pt_br: Mostrar Rótulos de Valor

source: Position Adjustment
de: Positionsanpassung
es: Ajuste de Posición
fr: Ajustement de Position
pt_br: Ajuste de Posição

source: Vertical Adj (vjust)
de: Vertikale Anp. (vjust)
es: Ajuste Vertical (vjust)
fr: Ajust. Vertical (vjust)
pt_br: Ajuste Vertical (vjust)

source: Horizontal Adj (hjust)
de: Horizontale Anp. (hjust)
es: Ajuste Horizontal (hjust)
fr: Ajust. Horizontal (hjust)
pt_br: Ajuste Horizontal (hjust)

source: Freq & Order
de: Häufigkeit & Ordnung
es: Frecuencia y Orden
fr: Fréquence et Ordre
pt_br: Frequência e Ordem

source: Highlight
de: Hervorhebung
es: Resaltado
fr: Mise en Évidence
pt_br: Destaque

source: Rules
de: Regeln
es: Reglas
fr: Règles
pt_br: Regras

source: Slopegraph
de: Steigungsdiagramm (Slopegraph)
es: Gráfico de Pendiente (Slopegraph)
fr: Graphique de Pente (Slopegraph)
pt_br: Gráfico de Inclinação (Slopegraph)

source: SWD: Slopegraph
de: SWD: Steigungsdiagramm
es: SWD: Gráfico de Pendiente
fr: SWD : Graphique de Pente
pt_br: SWD: Gráfico de Inclinação

source: Entity Variable
de: Entitätsvariable
es: Variable de Entidad
fr: Variable d'Entité
pt_br: Variável de Entidade

source: Time (2 levels)
de: Zeit (2 Ebenen)
es: Tiempo (2 niveles)
fr: Temps (2 niveaux)
pt_br: Tempo (2 níveis)

source: Value
de: Wert
es: Valor
fr: Valeur
pt_br: Valor

source: Dumbbell Plot
de: Hantel-Diagramm (Dumbbell)
es: Gráfico de Pesas (Dumbbell)
fr: Graphique à Haltères
pt_br: Gráfico de Halteres (Dumbbell)

source: SWD: Dumbbell Plot
de: SWD: Hantel-Diagramm
es: SWD: Gráfico de Pesas
fr: SWD : Graphique à Haltères
pt_br: SWD: Gráfico de Halteres

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
pt_br: Categoria

source: Start Value
de: Startwert
es: Valor Inicial
fr: Valeur de Départ
pt_br: Valor Inicial

source: End Value
de: Endwert
es: Valor Final
fr: Valeur de Fin
pt_br: Valor Final

source: Big Number Summary
de: Große Zahl Zusammenfassung
es: Resumen de Número Grande
fr: Résumé Grand Nombre
pt_br: Resumo de Número Grande

source: SWD: Big Number Summary
de: SWD: Große Zahl Zusammenfassung
es: SWD: Resumen de Número Grande
fr: SWD : Résumé Grand Nombre
pt_br: SWD: Resumo de Número Grande

source: Large Value
de: Großer Wert
es: Valor Grande
fr: Grande Valeur
pt_br: Valor Grande

source: Context Text
de: Kontexttext
es: Texto de Contexto
fr: Texte de Contexte
pt_br: Texto de Contexto

source: Content
de: Inhalt
es: Contenido
fr: Contenu
pt_br: Conteúdo

source: Colors
de: Farben
es: Colores
fr: Couleurs
pt_br: Cores
